[
  {
    "name": "Hotel Croatia",
    "address": "Iza Palaca 1",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "Smješten u centru Baške Vode, Hotel Croatia nalazi se na samoj rivi, u blizini brojnih restorana, kafića i plažnih objekata. Prekrasne šljunčane plaže po kojima je poznata Makarska rivijera u neposrednoj su blizini, a najbliža je od ovoga šarmantnoga hotela udaljena svega 100 metara.\n\nHotel Croatia je u potpunosti preuređen 2008. godine te je kao svjedok minulih dana zadržano pročelje s obilježjima autohtone dalmatinske arhitekture dok unutrašnjost obogaćuju zanimljiva kamena stepeništa i mali unatarnji vrt.\n\nUgodan spoj tradicijske arhitekture i šarma maloga hotela sa četiri zvjezdice ogleda se i u ukupno 18 soba raspoređenih u prizemlju i na 2 kata. Sve su sobe opremljene klima uređajima, satelitskom televizijom, direktnom telefonskom linijom, internet priključkom te sefom i mini barom.\n\nLjubazno osoblje recepcije Hotela Croatia na raspolaganju Vam je 24 sata i sa zadovoljstvom će saslušati Vaše potrebe i udovoljiti Vašim željama.",
    "images": ["images/hotel_croatia/img1.jpg", "images/hotel_croatia/img2.jpg", "images/hotel_croatia/img3.jpg", "images/hotel_croatia/img4.jpg"]
  },
  {
    "name": "Hotel Villa Bacchus",
    "address": "Obala Sv. Nikole 89",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "Dobro došli u Hotel Villa Bacchus obiteljski hotel sa 4 zvjezdice u Baškoj Vodi na Makarskoj rivijeri, gdje Vas toplo očekuju Mate i Mirjana Divić s obitelji i suradnicima.\n\nHotel je otvoren 2003, smješten u južnom dijelu mjesta Baška Voda samo 20 m od mora i prekrasne bijelo-šljunčane plaže Nikolina koja posjeduje Plavu zastavu. U Hotelu Villa Bachus na raspolaganju Vam stoji 30 stilski uređenih i udobnih soba i apartmana, CAPTAIN'S BAR, restaurant BACCHO s prekrasnom mediteranskom terasom, mali slatkovodni zatvoreni bazen, sauna i jacuzzi.\n\nZa vaše ljetovanje odaberite smještaj i doručak ili našu uslugu polupansiona à la carte. U hotelskom restoranu Baccho pronaći ćete bogat izbor domaćih i internacionalnih jela s naglaskom na mediteransku kuhinju. Kao dokaz da je riječ o kvalitetnom i priznatom hotelu služi nam i nagrada “KVALITETA ZA HRVATSKU“ koju je hotel Villa Bacchus dobio od hotelijera i restoratera, Hrvatske gospodarske komore i Hrvatske turističke Zajednice 2007. godine.",
    "images": ["images/hotel_villa_bacchus/img1.jpg", "images/hotel_villa_bacchus/img2.jpg", "images/hotel_villa_bacchus/img3.jpg", "images/hotel_villa_bacchus/img4.jpg"]
  },
  {
    "name": "Dorijini Dvori",
    "address": "Put Kapelice 41",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "U mirnom djelu Baške Vode izvan buke i gužve, samo 450m od centra mjesta i glavne plaže, nalazi se novoizgrađeni turistički objekt \"Dorijini dvori\".\n\nObjekt se sastoji od: 18 vrhunski uređenih soba s pogledom na more i planinu Biokovo, vlastitog restorana s terasom za \"buffet\" doručak koji je uključen u cijenu smještaja, kuhinje i šanka, prostorije za gledanje TV-programa, lifta, praonice rublja, parkinga, garaže i dr.\n\nPosebna pogodnost su dodatni popusti za djecu.",
    "images": ["images/dorijini_dvori/img1.jpg", "images/dorijini_dvori/img2.jpg", "images/dorijini_dvori/img3.jpg", "images/dorijini_dvori/img4.jpg"]
  },
  {
    "name": "Aparthotel Milenij",
    "address": "Šetalište Kralja Petra Krešimira IV 5",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "U najatraktivnijem dijelu Makarske rivijere, podno planine Biokovo smještena je Baška Voda. Njegovana priroda, djevičanski čisto more i plaže koje sunce neumorno kupa svojim zrakama, učinili su je jednom od najpoželjnijih turističkih odredišta u Dalmaciji. Baška Voda i aparthotel Milenij**** savršeno su ishodište za sve poludnevne i cjelodnevne izlete do Dubrovnika, nacionalnog parka Krka, parka prirode Biokovo, Splita, otoka Hvara i Brača, kanjona rijeke Cetine te gradova u unutrašnjosti koji su poznati po povijesnim, kulturnim i vjerskim zanimljivostima.",
    "images": ["images/aparthotel_milenij/img1.jpg", "images/aparthotel_milenij/img2.jpg", "images/aparthotel_milenij/img3.jpg", "images/aparthotel_milenij/img4.jpg"]
  },
  {
    "name": "Hotel Horizont",
    "address": "Ulica Stjepana Radića 2",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "Smješten na prekrasnoj lokaciji uz promenadu i u okruženju borove šume, svega 50 metara od mora i centralne plaže, samo 200 metara od centra Baške Vode, hotel Horizont je pravi izbor pri odabiru smještaja i opuštajućeg boravka za vrijeme Vašeg posjeta ovom centralnom dijelu Jadranske obale.\n\nStalnim ulaganjem u posljednjih nekoliko godina, ponuda hotela sa potpuno novim SPA & Wellness centrom, obnovljenim smještajnim jedinicama i vrhunskom kulinarskom ponudom, nadići će sva Vaša očekivanja. Široka ponuda wellness usluga u kombinaciji modernih tretmana sa različitim drevnim SPA kulturama stvara jedinstven doživljaj i poticaj totalnom blagostanju.\n\nNa pet katova hotel nudi ukupno 202 lijepo uređenih i dobro opremljenih soba i apartmana, od kojih većina sa svojih balkona pruža bočni pogled na more.\n\nZa dobru prehranu tijekom Vašeg odmora možete izabrati centralni pansionski buffet restoran ili jedan od naših a'la carte restorana: Restaurant & Wine Bar Matrioška uživajući pritom u sjajnoj usluzi i veličanstvenoj kuhinji međunarodnih jela i lokalnih specijaliteta uz kvalitetnu kapljicu vina. Osim Matrioške tu je i plažni Restoran & Beach Bar Borik.\n\nU vaše slobodno vrijeme možete zaigrati tenis ili uživati u partiji biljara, sportovima na vodi, vježbati u teretani, osvježiti se u jednom od jacuzzia , na bazenima ili oživjeti um i tijelo u čarobnom Svijetu sauna.\n\nHotel također nudi potpuno opremljenu konferencijsku dvoranu kapaciteta do 120 sudionika i predstavlja idealno mjesto za poslovne sastanke, bankete i druge društvene događaje.\n\nOvdje u hotelu Horizont ste uvijek dobrodošli, a mi Vas pozivamo da pronađete svoje mjesto pod suncem!",
    "images": ["images/hotel_horizont/img1.jpg", "images/hotel_horizont/img2.jpg", "images/hotel_horizont/img3.jpg", "images/hotel_horizont/img4.jpg"]
  },
  {
    "name": "Hotel Slavija",
    "address": "Obala Sv. Nikole 71",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "Nakon opsežno provedene rekonstrukcije novo-obnovljeni Grand Hotel Slavia podiže sveukupnu razinu udobnosti i doživljaj svojim gostima, čuvajući istovremeno tradiciju i baštinu izuzetne građevine, koja datira iz davnih 30-ih godina prošlog stoljeća.\n\nSmješten u Baškoj Vodi, popularnom ljetovalištu na poznatoj Makarskoj rivijeri, svega nekoliko koraka od mora i plaže koja nosi Plavu zastavu, ovaj lifestyle hotel sastoji se od 72 suvremene sobe i apartmana, od kojih neki imaju pogled na more koji oduzima dah.\n\nSa jedinstvene terase hotelskog ala carte restorana Del Posto uživate u pogledu na centar mjesta dok kušate zdravu mediteransku kuhinju i uz široki izbor najfinijih vina.\n\nFontana SPA centar koji se prostire na 800 m2 odvest će vas u svijet potpunog opuštanja, dok najmodernija konferencijska dvorana i banket sala čine idealno mjesto za poslovna okupljanja i sve vrste društvenih događanja.",
    "images": ["images/hotel_slavija/img1.jpg", "images/hotel_slavija/img2.jpg", "images/hotel_slavija/img3.jpg", "images/hotel_slavija/img4.jpg"]
  },
  {
    "name": "Pansion Palac",
    "address": "Obala Sv. Nikole 27",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 3,
    "description": "Aparthotel 'PALAC' nalazi se u samom centru mjesta te je otvoren kroz cijelu godinu. Sve sobe i apartmani su klimatizirani te imaju SAT / TV i parking. U prizemlju hotela nalazi se restoran. Doručak je uključen u cijenu sobe/apartmana. Uz nadoplatu za polupansion, nudimo vam 'a la carte' večeru u našem restoranu. Hotel je također opremljen s besplatnom Wi-Fi Internet vezom.",
    "images": ["images/pansion_palac/img1.jpg", "images/pansion_palac/img2.jpg", "images/pansion_palac/img3.jpg", "images/pansion_palac/img4.jpg"]
  },
  {
    "name": "Putnik Apartments",
    "address": "Naputica 14",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 3,
    "description": "Apartmani Putnik smješteni su na najljepšem dijelu jadranske obale, u Baškoj Vodi. Nalaze se na svega 150 metara udaljenosti od mora.\n\nJedinstvenu cjelinu apartmanskog kompleksa čine dvije zasebne smještajne jedinice. Prva od njih ujedno je i glavna zgrada obzirom da se tu nalazi i restoran kapaciteta 80 osoba, 9 Apartmana i 9 Studia. mali wellness centar i recepcija.\n\nNeposredno iza ove jedinice nalazi se druga zgrada kompleksa apartmana Putnik. U toj zgradi se nalazi 6 studia za dvije osobe i 10 apartmana za 4 osobe kao i dizalo za 4 osobe.\n\nSvaka jedinica ima klima uredjaj, SAT TV, sef,balkon,mini kuhinju sa osnovnim posudjem i pristup internetu.\n\nApartmani se sastoje od kuhinje, spavaće sobe, kupaonice sa WC-om i balkonom koji ima djelimičan pogled na more. U spavaćoj sobi se nalazi bračni krevet za dvije osobe, a u kuhinji pored mini kuhinje i stola za blagovanje se nalazi jedan ležaj koji se može koristiti za jednu ili dvije osobe.\n\nStudio za razliku od apartmana se sastoji od jedne prostorije sa lezajem za dvije ili tri osobe,mini kuhinjom (štednjak, frižider), stolom za blagovanje, kupaonicom sa WC-om, garderobnim ormarom i naravno balkonom.\n\nZa goste Apartmana Putnik postoji 16 parking mjesta.",
    "images": ["images/putnik_apartments/img1.jpg", "images/putnik_apartments/img2.jpg", "images/putnik_apartments/img3.jpg", "images/putnik_apartments/img4.jpg"]
  },
  {
    "name": "Vila Adrijana",
    "address": "Put Topica 6",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 3,
    "description": "Ukoliko najljepše dane u godini, svoj godišnji odmor, želite provesti u jednom od najpoznatijih turističkih odredišta na hrvatskoj obali – Baškoj Vodi, okruženi prekrasnim Jadranskim morem s jedne i fascinantnom planinom Biokovo s druge strane i to u novim, modernim i potpuno opremljenim apartmanima – Vila Adrijana pravi je izbor.\n\nVila Adrijana smještena je 150 metara od centra mjesta i 180 metara od glavne baškovoške plaže koja s ponosom nosi plavu zastavu. Vila se nalazi u mirnome dijelu grada u slijepoj ulici koja ne poznaje gužvu i buku. Autobusna stanica udaljena je samo 200 metara od Vile, a svi gosti imaju osigurano besplatno parkirno mjesto ispred ili u blizini samog objekta.\n\nGostima na raspolaganju su i usluga pranja i glačanja rublja, a organiziramo i transfere, dogovaramo izlete te druge športsko-rekreativne aktivnosti u Baškoj Vodi i okolici.",
    "images": ["images/vila_adrijana/img1.jpg", "images/vila_adrijana/img2.jpg", "images/vila_adrijana/img3.jpg", "images/vila_adrijana/img4.jpg"]
  },
  {
    "name": "Ivana House Apartment",
    "address": "Put Kapelica bb",
    "postcode": 21320,
    "city": "Baška Voda",
    "rating": 4,
    "description": "Apartmani Ivana se nalaze u Baškoj Vodi, savršenoj lokaciji za bijeg, samo 300 metara od različitih barova i restorana.\n\nApartmani Ivana nude 1 i 2-sobne apartmane, koji se sastoje od spavaonice, dnevne sobe/kuhinje s štednjakom i hladnjakom, tuša, WC-a sa sušilom za kosu. Apartmani su klimatizirani, posjeduju sef, satelitsku televizija, telefon te balkon. Napomena: dvosobni apartmani imaju 2 kupaonice i 2 balkona.\n\nNudimo tjedno čišćenje, promjenu posteljine jednom tjedno, čisti ručnici i promjena posteljine dva puta tjedno. Parkiranje se ne naplaćuje. Garaže objekta dostupne su na zahtjev. Bežični pristup Internetu je besplatan. Napominjemo da kućni ljubimci nisu dopušteni.\n\nObjekt je smješten 500 m od mora, 500 m od centra mjesta, 300 m od raznih restorana, 70 km od zračne luke i 500 m od šljunčane plaže.",
    "images": ["images/ivana_house_apartment/img1.jpg", "images/ivana_house_apartment/img2.jpg", "images/ivana_house_apartment/img3.jpg", "images/ivana_house_apartment/img4.jpg"]
  }
]